---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.Room
enum: Autodesk.Revit.UI.PostableCommand
zh: 房间
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.Room

**中文**: 房间

Creates a room bounded by model elements (such as walls, floors, and ceilings) and separation lines.